export const shopdata = [{
        id: 1,
        name: "เจ๊โอว ข้าวต้มเป็ด",
        img: "https://img.wongnai.com/p/1920x0/2019/07/04/c63c06def54a4b0c87b355048e310631.jpg",
        detail: 'ร้านเจ๊โอว ร้านอาหารชื่อดังตรงสามย่าน ที่นาทีนี้ไม่มีใครไม่รู้จัก คิวนี่ยาวเป็นหางว่าวทุกวัน เพราะติกใจในรสชาติอาหาร โดยเฉพาะมาม่าโอ้โหที่แชร์กันกระหน่ำในโซเชียล นอกจากมาม่าแล้ว ยังมีอีกหลายเมนูที่อร่อยไม่แพ้กัน',
        address: '111/8, ถนนจรัสเมือง (ใกล้โรงเรียนสีตบุตรบำรุง) รองเมือง , ปทุมวัน'
    },
    {
        id: 2,
        name: "Panda King Silom Complex",
        img: 'https://img.wongnai.com/p/1920x0/2018/10/26/71fa7dae952c4ff7a9973f39b0b3c6f0.jpg',
        detail: "สัมผัสรสชาติความอร่อยแบบอาหาจีนสไตล์ใหม่ กับ Panda King ซึ่งจุดเด่นของร้านนี้ นอกจากเป็นอาหารจีนน้องใหม่มีเมนูหลากหลายให้เลือกแล้ว เมนูที่เด็ดสุดๆที่คุณไม่ควรพลาดหากมาร้านนี้คือ ?เฟรนช์ฟรายส์ฮ่องเต้? หรือ (เฟรนช์ฟรายมะเขือยาว) ที่เด็ดดวงกรอบนอกนุ่มในทานง่ายมากๆ อร่อยจนต้องบอกต่อแน่นอน",
        address: '191, ถนนสีลม, สีลม, กรุงเทพมหานคร, 10500, ประเทศไทย กรุงเทพมหานคร (Silom Complex ชั้น B ติดร้านแหลมเจริญ ซีฟู๊ด)'
    },
    {
        id: 3,
        name: "แซ่บอีลี่ เอเวอรี่เดย์ สีลมคอมเพล็กซ์",
        img: "https://img.wongnai.com/p/1920x0/2019/09/13/a22e44066fff4af082e0739091df36fc.jpg",
        detail: 'ร้านส้มตำคิวทอง ใจกลางย่านสีลมรสชาติเด็ดดวงจนต้องยกแกงค์ไปแซ่บสะท้านทรวงกับส้มตำรสเด็ดและอาหารอีสานสุดแซ่บ ในบรรยากาศชิคๆ กับเมนูส้มตำซิกเนเจอร์มากมายกว่า30รายการให้ได้เลือกแซ่บกัน',
        address: 'ถนน สีลม (ศูนย์การค้าคอมเพล็กซ์ ชั้นใต้ดิน)สีลม, บางรัก, กรุงเทพมหานคร'
    }
];